Repository: jholguin9004/balidea-sample_info
Catalog: translations/sample_info.*.po
Languages: es

source: Provides a sample form for testing Drupal development skills.
es: Proporciona un formulario de muestra para probar las habilidades de desarrollo de Drupal.

source: Balidea - Config Sample Info
es: Balidea - Configurar información de muestra

source: Administer sample info
es: Administrar información de muestra

source: View sample info page
es: Ver información de muestra

source: Translation Configuration for Sample Info
es: Configuración de Traducción para información de muestra

source: Information text
es: Texto informativo

source: Add text you want to show in frontend.
es: Agrega el texto que quiere mostrar en la interfaz de usuario.

source: Integer number
es: Número entero

source: Add an integer number.
es: Agrega un número entero.

source: Sample Info Settings
es: Configuración de Información de Muestra

source: Configure Sample Info module
es: Configura el módulo Información de Muestra

source: Invalid integer number.
es: Número entero inválido.

source: Sample info
es: Información de Muestra

source: An error has occurred installing the menu item: @error
es: Ha ocurrido un error en el proceso de instalación del item de menú: @error

source: An error has occurred uninstalling the menu item: @error
es: Ha ocurrido un error en el proceso de desinstalación del item de menú: @error
